/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Dock 偏好设置。偏好设置分成简单显示的键和更复杂的应用程序和文稿拼贴辞典。";
"autohide.pfm_title" =						"隐藏";
"autohide.pfm_description" =				"设定为 true 以打开隐藏。";
"autohide-immutable.pfm_title" =			"停用隐藏注记格";
"autohide-immutable.pfm_description" =		"设定为 true 以停用“自动显示和隐藏”注记格。";
"contents-immutable.pfm_title" =			"停用更改";
"contents-immutable.pfm_description" =		"设定为 true 以防止用户改变 Dock 上的内容。";
"largesize.pfm_title" =						"最大拼贴大小";
"largesize.pfm_description" =				"最大拼贴大小（以像素计）。";
"launchanim.pfm_title" =					"启动动画";
"launchanim.pfm_description" =				"设定为 true 以使用启动动画。";
"launchanim-immutable.pfm_title" =			"停用启动动画注记格";
"launchanim-immutable.pfm_description" =	"设定为 true 以停用启动动画注记格。";
"magnification.pfm_title" =					"放大比例";
"magnification.pfm_description" =			"设定为 true 以打开放大比例。";
"magnify-immutable.pfm_title" =				"停用放大比例注记格";
"magnify-immutable.pfm_description" =		"设定为 true 以停用放大比例注记格。";
"magsize-immutable.pfm_title" =				"停用放大比例滑块";
"magsize-immutable.pfm_description" =		"设定为 true 以停用放大比例滑块。";
"mineffect.pfm_title" =						"最小化效果";
"mineffect.pfm_description" =				"最小化效果。";
"mineffect-immutable.pfm_title" =			"停用最小化弹出式菜单";
"mineffect-immutable.pfm_description" =		"设定为 true 以停用最小化效果弹出式菜单。";
"orientation.pfm_title" =					"位置";
"orientation.pfm_description" =				"Dock 位于左边、右边或底部。";
"position-immutable.pfm_title" =			"停用位置控制";
"position-immutable.pfm_description" =		"设定为 true 以防止用户改变 Dock 位置。";
"tilesize.pfm_title" =						"拼贴大小";
"tilesize.pfm_description" =				"拼贴大小。";
"size-immutable.pfm_title" =				"停用拼贴大小控制";
"size-immutable.pfm_description" =			"设定为 true 以防止用户改变拼贴大小。";
"static-only.pfm_title" =					"仅被管理的拼贴";
"static-only.pfm_description" =				"设定为 true 以仅仅显示被管理的拼贴。";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"应用程序拼贴";
"AppItems-Raw.pfm_description" =			"用于容纳应用程序拼贴数据的数组。";
"apptile.pfm_title" =						"应用程序拼贴";
"apptile.pfm_description" =					"一个应用程序拼贴。";

/* Application & document tiles */
"tile-data.pfm_title" =						"Dock 拼贴数据";
"tile-data.pfm_description" =				"Dock 拼贴数据。";
"file-data.pfm_title" =						"文件数据";
"file-data.pfm_description" =				"用于文件拼贴的文件数据。";
"_CFURLString.pfm_title" =					"文件路径";
"_CFURLString.pfm_description" =			"绝对文件系统路径。";
"_CFURLStringType.pfm_title.file" =			"文件 URL 类型";
"_CFURLStringType.pfm_description.file" =	"文件 URL 类型。始终设定为 0。";
"_CFURLStringType.pfm_title.URL" =			"URL 类型";
"_CFURLStringType.pfm_description.URL" =	"URL 类型。请始终将它设定为 0。";
"_CFURLStringType.pfm_title.URLID" =		"URL ID 类型";
"_CFURLStringType.pfm_description.URLID" =	"URL ID 类型。始终设定为 15。";
"_CFURLAliasData.pfm_title" =				"替身";
"_CFURLAliasData.pfm_description" =			"替身数据；仅基于服务器的项目才需要。";
"tile-type.pfm_title" =						"拼贴类型";
"tile-type.pfm_description" =				"拼贴类型。";
"mcx_typehint.pfm_title" =					"MCX 类型提示";
"mcx_typehint.pfm_description" =			"由 Workgroup Manager 在内部使用。请勿更改。";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"文稿拼贴";
"DocItems-Raw.pfm_description" =			"用于容纳文稿和 URL 拼贴数据的数组。";
"doctile.pfm_title" =						"文稿拼贴";
"doctile.pfm_description" =					"一个文稿拼贴。";
"url.pfm_title" =							"URL 数据";
"url.pfm_description" =						"用于 URL 拼贴的 URL 数据。";
"file-label.pfm_title" =					"文件拼贴标签";
"file-label.pfm_description" =				"文件的拼贴标签。";
"label.pfm_title" =							"URL 拼贴标签";
"label.pfm_description" =					"URL 拼贴的拼贴标签。";
"file-type.pfm_title" =						"项目类型";
"file-type.pfm_description" =				"项目类型。用于文稿拼贴：如果不是宗卷，请设定为 2；如果是宗卷，请设定为 18；如果不是文件夹，请设定为 32。";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"MCX 专用文件夹";
"MCXDockSpecialFolders-Raw.pfm_description" =	"由被管理客户端添加的文件夹。";
"mcxfolderflag.pfm_title" =						"文件夹标志";
"mcxfolderflag.pfm_description" =				"由被管理客户端添加的一个文件夹的标志。";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"被管理的应用程序拼贴联合策略";
"appTilesUPKManaged.pfm_description" =		"被管理域的应用程序拼贴联合策略密钥。";
"appTilesUPKUser.pfm_title" =				"用户应用程序拼帖联合策略";
"appTilesUPKUser.pfm_description" =			"用户域的应用程序拼贴联合策略密钥。";
"docTilesUPKManaged.pfm_title" =			"被管理的文稿拼贴联合策略";
"docTilesUPKManaged.pfm_description" =		"被管理域的文稿拼贴联合策略密钥。";
"docTilesUPKUser.pfm_title" =				"用户文稿拼贴联合策略";
"docTilesUPKUser.pfm_description" =			"用户域的文稿拼贴联合策略密钥。";
"mcxDocSpecialUPK.pfm_title" =				"被管理客户端专用文件夹联合策略密钥";
"mcxDocSpecialUPK.pfm_description" =		"被管理客户端 Dock 专用文件夹的联合策略密钥。";
